brew "stow"
brew "git"
brew "neovim"
brew "nvm"
brew "tmux"
brew "zsh"
brew "starship"
brew "eza"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "docker"
brew "docker-compose"
brew "opencode"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "codex"
